cask_args appdir: "/Applications"

tap "caskroom/versions"
tap "neovim/neovim"
brew "neovim"

tap "thoughtbot/formulae"
brew "rcm"

brew "git"
brew "go"
brew "httpie"
brew "jq"
brew "mysql"
brew "mysql56"
brew "node"
brew "openconnect"
brew "postgresql"
brew "python3"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "tmux"
brew "yarn"
brew "zplug"
brew "zsh"

cask "1password"
cask "alacritty"
cask "docker-edge"
cask "google-chrome"
cask "shiftit"
cask "slack"
cask "spotify"
cask "steermouse"
cask "wireshark"
