cask_args appdir: "/Applications"

tap "neovim/neovim"
brew "neovim"

tap "thoughtbot/formulae"
brew "rcm"

brew "git"
brew "go"
brew "htop-osx"
brew "jq"
brew "mysql56"
brew "node"
brew "postgresql"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "tmux"
brew "yarn"
brew "zplug"
brew "zsh"

cask "1password"
cask "atom"
cask "docker"
cask "google-chrome"
cask "hyper"
cask "shiftit"
cask "slack"
cask "spotify"
