cask_args appdir: "/Applications"

tap "neovim/neovim"
brew "neovim"

tap "thoughtbot/formulae"
brew "rcm"

brew "git"
brew "go"
brew "htop-osx"
brew "jq"
brew "mysql56"
brew "node"
brew "postgresql"
brew "tmux"
brew "zplug"
brew "zsh"

cask "atom"
cask "docker"
cask "spotify"
